{ "data": ["What is one thing you will never do again?",
    "Would you rather be twice as smart or twice as happy?",
    "What happened the last time you cried?",
    "What happened the time in your life when you were the most nervous to do something?",
    "What would your parents be surprised to learn about you?",
    "What’s your worst habit?",
    "What superpower would you have for one day?",
    "What fictional character do you have the biggest crush on?",
    "Where would you live if you could live anywhere in the world?",
    "What is your most bizarre pet peeve?",
    "Who knows you the best?",
    "What after school activities did you do in high school?",
    "What “most likely to” superlative would you be most honored to receive?",
    "What’s the last book you really loved?",
    "What was the greatest television show of all time?",
    "What’s been your favorite age so far?",
    "If you could go back in time, what is one piece of advice you would give your younger self?",
    "What one thing would you be most disappointed if you never got to experience it?",
    "Apologize or ask permission?",
    "Unlimited love or money?",
    "If you knew you would die in one week, what would you do?",
    "What’s your most listened to song?",
    "Beach vacation or European vacation?",
    "If you could have been a child prodigy what would you have wanted to be skilled at?",
    "What’s the first thing you would do if you won the lottery?",
    "What celebrity would you trade lives with?",
    "If you were a performing artist, what would you title your first album?",
    "What story do your friends still give you crap about?",
    "If earth could only have one condiment for the rest of time, what would you pick to keep around?",
    "What is the ideal number of people to have over on a Friday night?",
    "What was the worst age you’ve been so far?",
    "What is your weirdest dealbreaker?",
    "What fictional character reminds you most of yourself?",
    "Do you believe in karma?",
    "What was your favorite TV show as a kid?",
    "What is the weirdest thing you find attractive in a person?",
    "What Jeopardy! category would you clear, no problem?",
    "What is something you’re superstitious about?",
    "What is the scariest experience you have ever had?",
    "Who is a non-politician you wish would run for office?",
    "What cheesey song do you have memorized?",
    "What one dead person would you most like to have dinner with, if it were possible?",
    "Do you think it’s important to stay up to date with the news?",
    "What is the best present you’ve ever received?",
    "Would you give up one of your fingers if it meant you’d have free wifi wherever you go, for the rest of your life?",
    "What’s the first thing you’d do if you were the opposite sex for one day?",
    "If someone told you you could give one person a present and your budget was unlimited–what present would you get and for whom?",
    "What is the nicest thing someone could say about you?",
    "Giant house in a subdivision or tiny house somewhere with a view?",
    "What is the weirdest quirk your family has?"]
}